---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevIndTypeBottom
source: html/285f2986-830e-f228-a8f5-fe79176da45e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevIndTypeBottom Property

"Bottom Indicator as Prefix/Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevIndTypeBottom { get; }
```